Autodesk.Revit.DB.BuiltInFailures.SplitToposolidFailures.SplitToposolidFailed
Split toposolid failed.

Autodesk.Revit.DB.BuiltInFailures.SplitToposolidFailures.GenerateNewSplitTopoFailed
Failed to generate new toposolid after split.